[
  "Tree-Leaf-Notes",
  "graph-view-blink",
  "obsidian-bartender",
  "obsidian-editor-shortcuts",
  "obsidian-codemirror-options",
  "obsidian-collapse-all-plugin",
  "obsidian-copy-block-link",
  "obsidian-custom-attachment-location",
  "customizable-menu",
  "customizable-sidebar",
  "dataview",
  "obsidian-dynamic-toc",
  "editor-commands-remap",
  "file-explorer-note-count",
  "obsidian-float-toc-plugin",
  "folder-note-plugin",
  "folder-note-core",
  "obsidian-view-mode-by-frontmatter",
  "format-hotkeys-obsidian",
  "hotkey-helper",
  "obsidian-image-auto-upload-plugin",
  "obsidian-indentation-guides",
  "obsidian-linter",
  "metaedit",
  "obsidian-metatable",
  "obsidian-minimal-settings",
  "mysnippets-plugin",
  "note-folder-autorename",
  "note-refactor-obsidian",
  "obsidian-link-converter",
  "obsidian-tabs",
  "obsidian-paste-to-current-indentation",
  "quick-explorer",
  "darlal-switcher-plus",
  "quickadd",
  "remember-cursor-position",
  "reveal-active-file-button",
  "obsidian-sortable",
  "obsidian-style-settings",
  "supercharged-links-obsidian",
  "obsidian-title-serial-number-plugin",
  "cm-typewriter-scroll-obsidian",
  "window-collapse",
  "workspaces-plus",
  "templater-obsidian"
]